/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ has been downloaded. Would you like to install the new version and relaunch %1$@ now?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ is on a read-only volume where it cannot be updated. Please quit %1$@, move the application to a different folder, relaunch it from there and try again.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ is the current version.";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ is available. You are using version %3$@. Would you like to download the new version now?";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ downloaded";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ of %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "A new version of %@ is available.";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "A new version of %@ is ready to install.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "The update information could not be downloaded. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "The update could not downloaded. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "The update could not be extracted from the downloaded archive. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "The update could not be installed. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "The update information could not be read.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "An error occurred while relaunching %1$@. The new version will be available next time you launch %1$@.";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cancel Update" = "Cancel Update";

/* No comment provided by engineer. */
"Checking for updates..." = "Checking for updates…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Downloading update…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Extracting update…";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Install and Relaunch";

/* Take care not to overflow the status window. */
"Installing update..." = "Installing update…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Ready to Install";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Would you like %1$@ to automatically check for updates? If not, you can check for updates yourself using the command in the %1$@ menu.";

/* No comment provided by engineer. */
"Update Error!" = "Update Error.";

/* No comment provided by engineer. */
"Updating %@" = "Updating %@";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "You are using the latest version of %@.";

/* No comment provided by engineer. */
"You're up-to-date!" = "You are up-to-date.";

